

const 属性值描述 = [
    //属性值描述,同时满足多个范围时,会随机选用一个符合范围的描述文案
    {
        range: [0, 3],  //不包括3
        desc: "弱不禁风"
    },
    {
        range: [3, 5],
        desc: "能和公鸡大战八百回合"
    },
    {
        range: [5, 8],
        desc: "手有杀鸡之力"
    },
    {
        range: [8, 15],
        desc: "劈柴挑水不在话下"
    },
    {
        range: [15, 25],
        desc: "难得一见的大力士"
    },
    {
        range: [20, 45],
        desc: "这肯定是个大肌霸"
    },
    {
        range: [45, 70],
        desc: "奥运会选手"
    },
    {
        range: [65, 85],
        desc: "已经接近人类的极限了"
    },
    {
        range: [80, 100],
        desc: "气拔山兮力盖世"
    },
    {
        range: [100, 999],
        desc: "真的还算人类吗"
    },
]

export default 属性值描述